Repository: pressbooks/pressbooks-lti-provider
Catalog: languages/pressbooks-lti-provider-*.po
Languages: es_es, fr_fr, hr

source: Pressbooks LTI Provider
fr_fr: Fournisseur LTI pour Pressbooks
hr: Pressbooks LTI davatelj usluge

source: A plugin which turns Pressbooks into an LTI provider.
es_es: Plugin que convierte Pressbooks en un proveedor de Interoperabilidad entre Herramientas de Aprendizaje (LTI).
fr_fr: Un module d&rsquo;extension qui transforme Pressbooks en fournisseur LTI.
hr: Dodatak koji Pressbooks pretvara u davatelja LTI usluge.

source: Common Cartridge 1.3 (LTI Links)
es_es: Common Cartridge 1.3 (enlaces LTI)
fr_fr: Common Cartridge 1.3 (Liens LTI)
hr: Common Cartridge 1.3 (LTI veze)

source: Common Cartridge 1.2 (LTI Links)
es_es: Common Cartridge 1.2 (enlaces LTI)
fr_fr: Common Cartridge 1.2 (Liens LTI)
hr: Common Cartridge 1.2 (LTI veze)

source: Common Cartridge 1.1 (LTI Links)
es_es: Common Cartridge 1.1 (enlaces LTI)
fr_fr: Common Cartridge 1.1 (Liens LTI)
hr: Common Cartridge 1.1 (LTI veze)

source: LTI Links
es_es: Enlaces LTI
fr_fr: Liens LTI
hr: LTI veze

source: LTI Consumers
es_es: Consumidores LTI
fr_fr: Clients LTI
hr: LTI Korisnici

source: Add new
es_es: Añadir nuevo
fr_fr: Ajouter un nouveau
hr: Dodaj novo

source: Consumers deleted: %d
es_es: Consumidores borrados: %d
fr_fr: Clients supprimés&nbsp;: %d
hr: Korisnik izbrisan: %d

source: LTI Settings
es_es: Ajustes de LTI
fr_fr: Paramètres LTI
hr: LTI postavke

source: Unauthorized registration request. Tool Consumer is not in whitelist of allowed domains.
es_es: Solicitud de registro no autorizada. La herramienta de consumidor no está en la lista blanca de dominios permitidos.
fr_fr: Demande d&rsquo;enregistrement non-autorisée. Le client de l&rsquo;outil n&rsquo;est pas sur la liste blanche des domaines autorisés.
hr: Ne autoriziran zahtjev za registraciju. Korisnik alata nije na popisu dozvoljenih domena.

source: Name
es_es: Nombre
fr_fr: Nom
hr: Ime/Naziv

source: Base URL
es_es: URL base
fr_fr: Adresse URL de base
hr: Osnovna adresa

source: Key
es_es: Clave
fr_fr: Clé
hr: Ključ

source: Version
es_es: Versión
hr: Inačica

source: Last access
es_es: Último acceso
fr_fr: Dernier accès
hr: Zadnji pristup

source: Available
es_es: Disponible
fr_fr: Disponible
hr: Dostupno

source: Protected
es_es: Protegido
fr_fr: Protégé
hr: Zaštičeno

source: Never
es_es: Nunca
fr_fr: Jamais
hr: Nikada

source: Powered by Pressbooks
es_es: Funciona con Pressbooks
fr_fr: Propulsé par Pressbooks
hr: Pokreće Pressbooks

source: Invalid launch URL
es_es: URL de lanzamiento no válida
fr_fr: URL d&rsquo;activation invalide
hr: Netočna veza pokretanja

source: Return of an LTI link not offered
es_es: No hay un retorno para el enlace LTI
fr_fr: Le renvoi à lien LTI n&rsquo;est pas offert.
hr: Povrat LTI veze nije ponuđen

source: No visible document target offered
es_es: No hay un destino de documento visible
fr_fr: Aucun document cible visible n&rsquo;est offert.
hr: Nije ponuđen vidljivi ciljni dokument

source: Invalid tool consumer.
es_es: Herramienta de consumidor no válida.
fr_fr: Client de l&rsquo;outil invalide
hr: Nevažeći korisnik alata.

source: Return URL was not set.
es_es: No se ha definido la URL de retorno.
fr_fr: L&rsquo;adresse URL de renvoi n&rsquo;a pas été indiquée.
hr: Nije postavljena adresa za povratak.

source: Could not establish proxy with consumer.
es_es: No se pudo establecer un proxy con el consumidor.
fr_fr: Impossible de trouver le serveur mandataire du client.
hr: Nije moguće ostvariti proxy sa korisnikom.

source: The tool has been successfully registered.
es_es: La herramienta se registró correctamente.
fr_fr: L&rsquo;outil a été enregistré avec succès.
hr: Alat je uspješno registriran.

source: The tool registration has been cancelled.
es_es: El registro de la herramienta ha sido cancelado.
fr_fr: L&rsquo;enregistrement de l&rsquo;outil a été annulé.
hr: Registracija alata je prekinuta.

source: Deep link was not found.
es_es: El vínculo profundo no ha sido encontrado.
fr_fr: Lien profond introuvable
hr: Duboka veza nije pronađena.

source: Cannot find Pressbooks install.
es_es: No se puede encontrar la instalación de Pressbooks.
fr_fr: Erreur lors de ld&rsquo;installation de Pressbooks.
hr: Nije pronađena instalacija Pressbooksa.

source: Cannot find PDO for MySQL.
es_es: No se puede encontrar PDO para MySQL.
fr_fr: Extension PDO MySQL introuvable.
hr: PDO za MySQL nije pronađen.

source: Dependencies Missing
es_es: Hay dependencias faltantes
fr_fr: Dépendances manquantes
hr: Nedostaju obavezni dijelovi

source: Please run <code>composer install</code> from the root of the Pressbooks LTI Provider plugin directory.
es_es: Ejecuta <code>composer install</code> desde la raíz del directorio del plugin Pressbooks LTI Provider.
fr_fr: Veuillez exécuter <code>composer install</code> depuis la source du répertoire du module d&rsquo;extension du fournisseur LTI de Pressbooks.
hr: Molimo pokrenite <code>composer install</code> i ishodišnoj mapi Pressbooks LTI dodatka.

source: Pressbooks will try to match the LTI User with their email. If, however, a matching Pressbooks user is not found then:
es_es: Pressbooks intentará hacer que el usuario LTI coincida con su correo electrónico. Sin embargo, si no se encuentra el usuario de Pressbooks correspondiente:
fr_fr: Pressbooks établira une correspondance entre l&rsquo;utilisateur LTI et son adresse courriel. Toutefois, si aucun utilisateur Pressbooks n&rsquo;est trouvé&nbsp;:
hr: Pressbooks će pokušati spojiti korisnike putem adresa e-pošte. U koliko neće biti pronađen odgovarajući Pressbooks korisnik tada:

source: Map Administrator to the following Pressbooks role
es_es: Asignar a la administración el siguiente perfil de Pressbooks
fr_fr: Jumeler l&rsquo;administrateur au rôle suivant dans Pressbooks.
hr: Poveži Administratora sa slijedećom Pressbooks ulogom

source: Map Staff to the following Pressbooks role
es_es: Asignar al personal el siguiente perfil de Pressbooks
fr_fr: Jumeler le personnel au rôle suivant dans Pressbooks.
hr: Poveži nastavnike sa slijedećom Pressbooks ulogom

source: Map Learner to the following Pressbooks role
es_es: Asignar a los estudiantes el siguiente perfil de Pressbooks
fr_fr: Jumeler l&rsquo;apprenant au rôle suivant dans Pressbooks.
hr: Poveži učenike/polaznike sa slijedećom Pressbooks ulogom

source: Editor
fr_fr: Directeur de rédaction
hr: Urednik

source: Author
es_es: Autor
fr_fr: Auteur
hr: Autor

source: Contributor
es_es: Colaborador
fr_fr: Collaborateur
hr: Suradnik

source: Subscriber
es_es: Suscriptor
fr_fr: Abonné
hr: Pretplatnik

source: Anonymous Guest
es_es: Visitante anónimo
fr_fr: Visiteur anonyme
hr: Anonimni gost

source: Appearance
es_es: Apariencia
fr_fr: Apparence
hr: Izgled

source: Display Pressbooks navigation elements in your LMS along with book content.
es_es: Mostrar elementos de navegación de Pressbooks en tu sistema de gestión del aprendizaje (LMS) junto con el contenido del libro.
fr_fr: Afficher les éléments de navigation Pressbooks et le contenu du livre dans votre SGA.
hr: Prikaži Pressbooks navigacijske elemente unutar Vašeg LMS sustava zajedno sa sadržajem knjige.

source: Display only book content in LMS.
es_es: Mostrar solo el contenido del libro en el LMS.
fr_fr: Afficher uniquement le contenu du livre dans le SGA.
hr: Unutar LMS sustava prikaži samo sadržaj knjige.

source: Common Cartridge
hr: Nastavna cjelina (Common Cartridge)

source: Export books as Common Cartridge files with LTI links.
es_es: Exporta libros como archivos de Common Cartridge con enlaces LTI.
fr_fr: Exporter les livres en format Common Cartridge avec les liens LTI.
hr: Izvoz knjiga kao nastavnu cjelinu u Common Cartridge zapis putem LTI vaza.

source: Show all export versions
es_es: Mostrar todas las versiones de exportación
fr_fr: Afficher toutes les versions exportées
hr: Prikaži sve izvezene inačice

source: Registration request for %s
es_es: Solicitud de registro para %s
fr_fr: Demande d&rsquo;inscription pour %s
hr: Zahtjev za registraciju od %s

source: Go back
es_es: Volver
fr_fr: Retour
hr: Vrati se

source: Proceed with registration &rarr;
es_es: Continuar con el registro &rarr;
fr_fr: Procéder à l&rsquo;inscription &rarr;
hr: Nastavi sa registracijom &rarr;

source: Content item selection request for %s
es_es: Solicitud de selección de contenido para %s
fr_fr: Demande de sélection d&rsquo;un élément du contenu pour %s
hr: Zahtjev za odabir stavke sadržaja za %s

source: Cover Page
es_es: Cubierta
fr_fr: Page couverture
hr: Korice

source: Front Matter
es_es: Páginas preliminares
fr_fr: Pages liminaires
hr: Uvodne stranice

source: Chapter
es_es: Capítulo
fr_fr: Chapitre
hr: Poglavlje

source: Back Matter
es_es: Páginas finales
fr_fr: Parties annexes
hr: Završne stranice

source: Submit
es_es: Enviar
fr_fr: Soumettre
hr: Podnesi

source: Editing
es_es: Editar
fr_fr: Modifier
hr: Uredi

source: Adding
es_es: Añadir
fr_fr: Ajouter
hr: Dodaj

source: LTI Consumer
es_es: Consumidor LTI
fr_fr: Client LTI
hr: LTI korisnik

source: Back to LTI Consumers listing
es_es: Regresar al catálogo de consumidores LTI
fr_fr: Retour à la liste des clients LTI
hr: Nazad na popis LIT korisnika

source: Secret
es_es: Clave secreta
hr: Tajna

source: Enable From
es_es: Activar desde
fr_fr: Autorisation à partir de
hr: Omogući obrazac

source: Enable Until
es_es: Activar hasta
fr_fr: Autorisation jusqu&rsquo;à
hr: Omogući do

source: LTI2 Registration Whitelist
es_es: Lista blanca de registro de LTI2
fr_fr: Liste blanche d&rsquo;inscriptions LTI2
hr: Popis dozvoljenih LTI2 registracija

source: If you want to limit automatic registrations to certain domains add them here, one domain per line. If the whitelist is empty then automatic registrations are disabled.
es_es: Si deseas limitar los registros automáticos a determinados dominios, añádelos aquí, un dominio por línea. Cuando la lista blanca está vacía, los registros automáticos están desactivados.
fr_fr: Si vous souhaitez limiter les inscriptions automatiques à certains domaines, ajoutez-les ici (un domaine par ligne). Si la liste blanche est vide, les inscriptions automatiques seront désactivées.
hr: Ako želite omogućiti automatsku registraciju za određene domene dodajte ih ovdje, svaku domenu u novi red. Ako ovoj popis ostavite praznim automatska registracije je onemogućena.

source: Sensible Defaults
es_es: Valores por defecto razonables
fr_fr: Paramètres par défaut adaptés
hr: Razumne zadane postavke

source: Prompt for authentication to confirm matching with existing user on initial LTI launch
es_es: Solicitar identificación para confirmar que coincide con un usuario existente durante el arranque inicial de LTI
fr_fr: Demander le mot de passe d’un utilisateur qui a déjà un compte lors du premier lancement LTI.
hr: Pitaj za identifikacijsku kao potvrdu postojećeg korisnika prilikom prvog pokretanja LTIa

source: No
fr_fr: Non
hr: Ne

source: Yes
es_es: Sí
fr_fr: Oui
hr: Da

source: Allow books to override role-mapping and Common Cartridge defaults
es_es: Permitir que los libros reemplacen los ajustes por defecto de la asignación de perfiles y de Common Cartridge
fr_fr: Permettre aux livres d&rsquo;annuler et remplacer l&rsquo;assignation des rôles et les paramètres Common Cartridge par défaut.
hr: Dozvoli knjigama prepisivanje pripadnosti ulogama i zadanih vrijednosti nastavnih cjelina

source: Sorry, a book could not be created
es_es: Lo siento, no se ha podido crear el libro

source: Sorry, the activity name uses a reserved word
es_es: Lo siento, el nombre de la actividad usa una palabra reservada

source: Administrator
es_es: Administrador
fr_fr: Administrateur
